src/main/resources/soap/GetGroupsLite.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:xsd="http://soap_v2_0.ws.grouper.middleware.internet2.edu/xsd">
  <soapenv:Header/>
  <soapenv:Body>
    <xsd:getGroupsLite>
      <xsd:clientVersion>2.0.0</xsd:clientVersion>
      <xsd:subjectId>[subjectId]</xsd:subjectId>
    </xsd:getGroupsLite>
  </soapenv:Body>
</soapenv:Envelope>
